Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.help.readScreen
source: Usage: cmux read-screen [flags] Read terminal text from a surface as plain text. Flags: --workspace <id|ref|index> Target workspace (default: $CMUX_WORKSPACE_ID) --surface <id|ref|index> Target surface (default: $CMUX_SURFACE_ID) --window <id|ref|index> Window context for workspace/surface refs and indexes --scrollback Include scrollback (not just visible viewport) --lines <n> Limit to the last n lines (implies --scrollback) --selection Read only the active selection; cannot be combined with --scrollback or --lines Example: cmux read-screen cmux read-screen --surface surface:2 --scrollback --lines 200 cmux read-screen --surface surface:2 --selection
ar: الاستخدام: cmux read-screen [flags] قراءة نص الطرفية من سطح كنص عادي. الخيارات: --workspace <id|ref|index> مساحة العمل المستهدفة (الافتراضي: $CMUX_WORKSPACE_ID) --surface <id|ref|index> السطح المستهدف (الافتراضي: $CMUX_SURFACE_ID) --window <id|ref|index> سياق النافذة لمراجع ومؤشرات مساحة العمل/السطح --scrollback تضمين التمرير للخلف (وليس فقط مساحة العرض المرئية) --lines <n> الحد الأقصى لآخر n من الأسطر (يتضمن --scrollback) --selection قراءة التحديد النشط فقط؛ لا يمكن دمجه مع --scrollback أو --lines مثال: cmux read-screen cmux read-screen --surface surface:2 --scrollback --lines 200 cmux read-screen --surface surface:2 --selection
de: Verwendung: cmux read-screen [Flags] Terminaltext von einer Oberfläche als Klartext lesen. Flags: --workspace <id|ref|index> Ziel-Arbeitsbereich (Standard: $CMUX_WORKSPACE_ID) --surface <id|ref|index> Ziel-Oberfläche (Standard: $CMUX_SURFACE_ID) --window <id|ref|index> Fensterkontext für Arbeitsbereichs-/Oberflächen-Referenzen und -Indizes --scrollback Scrollback einbeziehen (nicht nur den sichtbaren Ausschnitt) --lines <n> Auf die letzten n Zeilen beschränken (impliziert --scrollback) --selection Nur die aktive Auswahl lesen; kann nicht mit --scrollback oder --lines kombiniert werden Beispiel: cmux read-screen cmux read-screen --surface surface:2 --scrollback --lines 200 cmux read-screen --surface surface:2 --selection
es: Uso: cmux read-screen [flags] Lee el texto de la terminal de una superficie como texto plano. Flags: --workspace <id|ref|index> Espacio de trabajo de destino (por defecto: $CMUX_WORKSPACE_ID) --surface <id|ref|index> Superficie de destino (por defecto: $CMUX_SURFACE_ID) --window <id|ref|index> Contexto de ventana para referencias e índices de espacios de trabajo/superficies --scrollback Incluye el scrollback (no solo el viewport visible) --lines <n> Limita a las últimas n líneas (implica --scrollback) --selection Lee solo la selección activa; no se puede combinar con --scrollback ni --lines Ejemplo: cmux read-screen cmux read-screen --surface surface:2 --scrollback --lines 200 cmux read-screen --surface surface:2 --selection
fr: Utilisation : cmux read-screen [options] Lire le texte du terminal d’une surface d’affichage en texte brut. Options : --workspace <id|ref|index> Espace de travail cible (par défaut : $CMUX_WORKSPACE_ID) --surface <id|ref|index> Surface d’affichage cible (par défaut : $CMUX_SURFACE_ID) --window <id|ref|index> Contexte de fenêtre pour les références et index d’espace de travail/de surface d’affichage --scrollback Inclure l’historique de défilement (pas seulement la zone d’affichage visible) --lines <n> Limiter aux n dernières lignes (implique --scrollback) --selection Lire uniquement la sélection active ; ne peut pas être combiné avec --scrollback ou --lines Exemple : cmux read-screen cmux read-screen --surface surface:2 --scrollback --lines 200 cmux read-screen --surface surface:2 --selection
ja: 使用方法: cmux read-screen [flags] サーフェスのターミナルテキストをプレーンテキストとして読み取ります。 フラグ: --workspace <id|ref|index> 対象ワークスペース（既定: $CMUX_WORKSPACE_ID） --surface <id|ref|index> 対象サーフェス（既定: $CMUX_SURFACE_ID） --window <id|ref|index> ワークスペース／サーフェスの参照とインデックスに使うウィンドウコンテキスト --scrollback 表示中のビューポートだけでなくスクロールバックも含める --lines <n> 末尾 n 行に制限する（--scrollback を含意） --selection アクティブな選択範囲だけを読み取る（--scrollback、--lines との併用不可） 例: cmux read-screen cmux read-screen --surface surface:2 --scrollback --lines 200 cmux read-screen --surface surface:2 --selection
ko: 사용법: cmux read-screen [flags] 화면에서 터미널 텍스트를 일반 텍스트로 읽습니다. 플래그: --workspace <id|ref|index> 대상 작업 공간 (기본값: $CMUX_WORKSPACE_ID) --surface <id|ref|index> 대상 화면 (기본값: $CMUX_SURFACE_ID) --window <id|ref|index> 작업 공간/화면 참조 및 인덱스의 창 컨텍스트 --scrollback 스크롤백 포함 (보이는 뷰포트뿐만 아니라) --lines <n> 마지막 n줄로 제한 (--scrollback 포함) --selection 활성 선택 영역만 읽기; --scrollback 또는 --lines와 함께 사용할 수 없음 예시: cmux read-screen cmux read-screen --surface surface:2 --scrollback --lines 200 cmux read-screen --surface surface:2 --selection
zh_hans: 用法：cmux read-screen [flags] 以纯文本读取某个表面的终端文本。 标志: --workspace <id|ref|index> 目标工作区（默认：$CMUX_WORKSPACE_ID） --surface <id|ref|index> 目标表面（默认：$CMUX_SURFACE_ID） --window <id|ref|index> 工作区/表面引用与索引的窗口上下文 --scrollback 包含回滚内容（不只是可见视口） --lines <n> 限制为最后 n 行（隐含 --scrollback） --selection 只读取当前选区；不能与 --scrollback 或 --lines 同用 示例: cmux read-screen cmux read-screen --surface surface:2 --scrollback --lines 200 cmux read-screen --surface surface:2 --selection
zh_hant: 用法: cmux read-screen [旗標] 從介面讀取終端機文字並輸出為純文字。 旗標: --workspace <id|ref|index> 目標工作區 (預設值: $CMUX_WORKSPACE_ID) --surface <id|ref|index> 目標介面 (預設值: $CMUX_SURFACE_ID) --window <id|ref|index> 工作區/介面參照和索引的視窗內容 --scrollback 包含捲動歷程 (不只是可見的視埠) --lines <n> 限制為最後 n 行 (隱含 --scrollback) --selection 僅讀取當前選取的內容；不可與 --scrollback 或 --lines 同時使用 範例: cmux read-screen cmux read-screen --surface surface:2 --scrollback --lines 200 cmux read-screen --surface surface:2 --selection

# cli.help.readSelection
source: Usage: cmux read-selection [flags] Read the active selection from any selectable surface. Plain output includes source context; --json returns the complete response. Flags: --workspace <id|ref|index> Target workspace (default: $CMUX_WORKSPACE_ID) --surface <id|ref|index> Target surface (default: $CMUX_SURFACE_ID) --window <id|ref|index> Window context for workspace/surface refs and indexes Example: cmux read-selection --surface surface:2 cmux read-selection --surface surface:2 --json
ar: الاستخدام: cmux read-selection [flags] قراءة التحديد النشط من أي سطح قابل للتحديد. يتضمن المخرج العادي سياق المصدر؛ بينما يعيد --json الاستجابة الكاملة. الخيارات: --workspace <id|ref|index> مساحة العمل المستهدفة (الافتراضي: $CMUX_WORKSPACE_ID) --surface <id|ref|index> السطح المستهدف (الافتراضي: $CMUX_SURFACE_ID) --window <id|ref|index> سياق النافذة لمراجع ومؤشرات مساحة العمل/السطح مثال: cmux read-selection --surface surface:2 cmux read-selection --surface surface:2 --json
de: Verwendung: cmux read-selection [Flags] Die aktive Auswahl von einer beliebigen auswählbaren Oberfläche lesen. Die einfache Ausgabe enthält den Quellkontext; --json gibt die vollständige Antwort zurück. Flags: --workspace <id|ref|index> Ziel-Arbeitsbereich (Standard: $CMUX_WORKSPACE_ID) --surface <id|ref|index> Ziel-Oberfläche (Standard: $CMUX_SURFACE_ID) --window <id|ref|index> Fensterkontext für Arbeitsbereichs-/Oberflächen-Referenzen und -Indizes Beispiel: cmux read-selection --surface surface:2 cmux read-selection --surface surface:2 --json
es: Uso: cmux read-selection [flags] Lee la selección activa de cualquier superficie seleccionable. La salida sin formato incluye el contexto de origen; --json devuelve la respuesta completa. Flags: --workspace <id|ref|index> Espacio de trabajo de destino (por defecto: $CMUX_WORKSPACE_ID) --surface <id|ref|index> Superficie de destino (por defecto: $CMUX_SURFACE_ID) --window <id|ref|index> Contexto de ventana para referencias e índices de espacios de trabajo/superficies Ejemplo: cmux read-selection --surface surface:2 cmux read-selection --surface surface:2 --json
fr: Utilisation : cmux read-selection [options] Lire la sélection active à partir de n’importe quelle surface d’affichage sélectionnable. La sortie brute inclut le contexte source ; --json renvoie la réponse complète. Options : --workspace <id|ref|index> Espace de travail cible (par défaut : $CMUX_WORKSPACE_ID) --surface <id|ref|index> Surface d’affichage cible (par défaut : $CMUX_SURFACE_ID) --window <id|ref|index> Contexte de fenêtre pour les références et index d’espace de travail/de surface d’affichage Exemple : cmux read-selection --surface surface:2 cmux read-selection --surface surface:2 --json
ja: 使用方法: cmux read-selection [flags] 選択可能なサーフェスからアクティブな選択範囲を読み取ります。通常出力にはソースコンテキストが含まれ、--json は完全なレスポンスを返します。 フラグ: --workspace <id|ref|index> 対象ワークスペース（既定: $CMUX_WORKSPACE_ID） --surface <id|ref|index> 対象サーフェス（既定: $CMUX_SURFACE_ID） --window <id|ref|index> ワークスペース／サーフェスの参照とインデックスに使うウィンドウコンテキスト 例: cmux read-selection --surface surface:2 cmux read-selection --surface surface:2 --json
ko: 사용법: cmux read-selection [flags] 선택 가능한 임의의 화면에서 활성 선택 영역을 읽습니다. 일반 출력에는 소스 컨텍스트가 포함되며, --json은 전체 응답을 반환합니다. 플래그: --workspace <id|ref|index> 대상 작업 공간 (기본값: $CMUX_WORKSPACE_ID) --surface <id|ref|index> 대상 화면 (기본값: $CMUX_SURFACE_ID) --window <id|ref|index> 작업 공간/화면 참조 및 인덱스의 창 컨텍스트 예시: cmux read-selection --surface surface:2 cmux read-selection --surface surface:2 --json
zh_hans: 用法：cmux read-selection [flags] 读取任意可选中表面上的当前选区。纯文本输出包含来源上下文；--json 返回完整响应。 标志: --workspace <id|ref|index> 目标工作区（默认：$CMUX_WORKSPACE_ID） --surface <id|ref|index> 目标表面（默认：$CMUX_SURFACE_ID） --window <id|ref|index> 工作区/表面引用与索引的窗口上下文 示例: cmux read-selection --surface surface:2 cmux read-selection --surface surface:2 --json
zh_hant: 用法: cmux read-selection [旗標] 從任何可選取的介面中讀取當前選取的內容。一般純文字輸出會包含來源內容；--json 則返回完整的整合回應。 旗標: --workspace <id|ref|index> 目標工作區 (預設值: $CMUX_WORKSPACE_ID) --surface <id|ref|index> 目標介面 (預設值: $CMUX_SURFACE_ID) --window <id|ref|index> 工作區/介面參照和索引的視窗內容 範例: cmux read-selection --surface surface:2 cmux read-selection --surface surface:2 --json

# cli.readSelection.output.noActiveSelection
source: Has selection: false
ar: يوجد تحديد: false
de: Hat Auswahl: false
es: Tiene selección: falso
fr: A une sélection : false
ja: 選択範囲あり: false
ko: 선택 영역 있음: false
zh_hans: 有选区: false
zh_hant: 有選取內容: false

# cli.readSelection.error.readScreenConflict
source: read-screen: --selection cannot be combined with --scrollback or --lines
ar: read-screen: لا يمكن دمج --selection مع --scrollback أو --lines
de: read-screen: --selection kann nicht mit --scrollback oder --lines kombiniert werden
es: read-screen: --selection no se puede combinar con --scrollback ni --lines
fr: read-screen: --selection ne peut pas être combiné avec --scrollback ou --lines
ja: read-screen: --selection は --scrollback または --lines と併用できません
ko: read-screen: --selection은 --scrollback 또는 --lines와 함께 사용할 수 없습니다
zh_hans: read-screen: --selection 不能与 --scrollback 或 --lines 同用
zh_hant: read-screen: --selection 無法與 --scrollback 或 --lines 同時使用

# cli.readSelection.error.unexpectedArguments
source: %@: unexpected arguments: %@
ar: %@: وسائط غير متوقعة: %@
de: %@: unerwartete Argumente: %@
es: %@: argumentos inesperados: %@
fr: %@ : arguments inattendus : %@
ja: %@: 予期しない引数: %@
ko: %@: 예기치 않은 인수: %@
zh_hans: %@: 多余的参数: %@
zh_hant: %@: 未預期的引數: %@

# cli.readSelection.output.file
source: File: %@
ar: الملف: %@
de: Datei: %@
es: Archivo: %@
fr: Fichier : %@
ja: ファイル: %@
ko: 파일: %@
zh_hans: 文件: %@
zh_hant: 檔案: %@

# cli.readSelection.output.kind
source: Kind: %@
ar: النوع: %@
de: Art: %@
es: Tipo: %@
fr: Type : %@
ja: 種類: %@
ko: 종류: %@
zh_hans: 类型: %@
zh_hant: 種類: %@

# cli.readSelection.output.line
source: Line: %lld
ar: السطر: %lld
de: Zeile: %lld
es: Línea: %lld
fr: Ligne : %lld
ja: 行: %lld
ko: 줄: %lld
zh_hans: 行: %lld
zh_hant: 行號: %lld

# cli.readSelection.output.lines
source: Lines: %lld-%lld
ar: الأسطر: %lld-%lld
de: Zeilen: %lld-%lld
es: Líneas: %lld-%lld
fr: Lignes : %lld-%lld
ja: 行: %lld-%lld
ko: 줄: %lld-%lld
zh_hans: 行: %lld-%lld
zh_hant: 行號範圍: %lld-%lld

# socket.surfaceSelection.noFocusedSurface
source: No surface is focused.
ar: لا يوجد سطح نشط.
de: Keine Oberfläche ist fokussiert.
es: No hay ninguna superficie enfocada.
fr: Aucune surface d’affichage n’a le focus.
ja: フォーカスされているサーフェスがありません。
ko: 포커스된 화면이 없습니다.
zh_hans: 没有处于聚焦状态的表面。
zh_hant: 未聚焦於任何介面。

# socket.surfaceSelection.invalidSelector
source: Invalid selector for `%@`.
ar: محدد غير صالح لـ `%@`.
de: Ungültiger Selektor für `%@`.
es: Selector no válido para `%@`.
fr: Sélecteur invalide pour `%@`.
ja: `%@` のセレクターが無効です。
ko: `%@`에 대한 잘못된 선택기입니다.
zh_hans: `%@` 的选择器无效。
zh_hant: 「%@」的選取器無效。

# socket.surfaceSelection.surfaceNotFound
source: Surface not found for the given surface selector.
ar: لم يتم العثور على السطح لمحدد السطح المعطى.
de: Oberfläche für den angegebenen Oberflächenselektor nicht gefunden.
es: No se encontró la superficie para el selector de superficie proporcionado.
fr: Surface d’affichage non trouvée pour le sélecteur de surface d’affichage donné.
ja: 指定したサーフェスセレクターに一致するサーフェスが見つかりません。
ko: 지정된 화면 선택기에 대한 화면을 찾을 수 없습니다.
zh_hans: 按给定的表面选择器未找到表面。
zh_hant: 找不到指定介面選取器對應的介面。

# socket.surfaceSelection.tabManagerUnavailable
source: Selection reading is currently unavailable.
ar: قراءة التحديد غير متاحة حالياً.
de: Das Lesen der Auswahl ist derzeit nicht verfügbar.
es: La lectura de selección no está disponible actualmente.
fr: La lecture de la sélection est actuellement indisponible.
ja: 現在、選択範囲を読み取れません。
ko: 선택 영역 읽기는 현재 사용할 수 없습니다.
zh_hans: 当前无法读取选区。
zh_hant: 目前無法讀取選取內容。

# socket.surfaceSelection.unavailable
source: Selection reading is currently unavailable.
ar: قراءة التحديد غير متاحة حالياً.
de: Das Lesen der Auswahl ist derzeit nicht verfügbar.
es: La lectura de selección no está disponible actualmente.
fr: La lecture de la sélection est actuellement indisponible.
ja: 現在、選択範囲を読み取れません。
ko: 선택 영역 읽기는 현재 사용할 수 없습니다.
zh_hans: 当前无法读取选区。
zh_hant: 目前無法讀取選取內容。

# socket.surfaceSelection.timeout
source: Request timed out after 5 seconds
ar: انتهت مهلة الطلب بعد 5 ثوانٍ
de: Anfrage hat das Zeitlimit nach 5 Sekunden überschritten
es: La solicitud agotó el tiempo de espera después de 5 segundos
fr: La requête a expiré après 5 secondes
ja: リクエストは5秒後にタイムアウトしました。
ko: 5초 후 요청 시간 초과됨
zh_hans: 请求在 5 秒后超时
zh_hant: 請求在 5 秒後逾時

# socket.surfaceSelection.unsupported
source: This surface does not support selection reads.
ar: هذا السطح لا يدعم قراءة التحديد.
de: Diese Oberfläche unterstützt das Lesen der Auswahl nicht.
es: Esta superficie no admite lecturas de selección.
fr: Cette surface d’affichage ne prend pas en charge la lecture de sélection.
ja: このサーフェスは選択範囲の読み取りに対応していません。
ko: 이 화면은 선택 영역 읽기를 지원하지 않습니다.
zh_hans: 此表面不支持读取选区。
zh_hant: 此介面不支援讀取選取內容。

# socket.surfaceSelection.workspaceNotFound
source: Workspace not found.
ar: لم يتم العثور على مساحة العمل.
de: Arbeitsbereich nicht gefunden.
es: Espacio de trabajo no encontrado.
fr: Espace de travail non trouvé.
ja: ワークスペースが見つかりません。
ko: 작업 공간을 찾을 수 없습니다.
zh_hans: 未找到工作区。
zh_hant: 找不到工作區。

# socket.error.unknownMethod
source: Unknown method
ar: طريقة غير معروفة
bs: Nepoznata metoda
da: Ukendt metode
de: Unbekannte Methode
es: Método desconocido
fr: Méthode inconnue
it: Metodo sconosciuto
ja: 不明なメソッド
ko: 알 수 없는 메서드
nb: Ukjent metode
pl: Nieznana metoda
pt_br: Método desconhecido
ru: Неизвестный метод
th: ไม่รู้จักเมธอด
tr: Bilinmeyen yöntem
uk: Невідомий метод
zh_hans: 未知方法
zh_hant: 未知的方法

# socket.feed.jump.invalidParams
source: feed.jump requires workstream_id
ar: يتطلب feed.jump قيمة workstream_id
bs: feed.jump zahtijeva workstream_id
da: feed.jump kræver workstream_id
de: feed.jump erfordert workstream_id
es: feed.jump requiere workstream_id
fr: feed.jump nécessite workstream_id
it: feed.jump richiede workstream_id
ja: feed.jump には workstream_id が必要です
ko: feed.jump에는 workstream_id가 필요합니다
nb: feed.jump krever workstream_id
pl: feed.jump wymaga workstream_id
pt_br: feed.jump requer workstream_id
ru: Для feed.jump требуется workstream_id
th: feed.jump ต้องมี workstream_id
tr: feed.jump için workstream_id gerekir
uk: feed.jump потребує workstream_id
zh_hans: feed.jump 需要 workstream_id
zh_hant: feed.jump 需要 workstream_id

# computerUse.cursorOverlay.accessibilityLabel
source: Computer-use cursor
ar: مؤشر استخدام الكمبيوتر
es: Cursor de Computer Use
fr: Curseur d’utilisation de l’ordinateur
ja: コンピュータ操作カーソル
ko: 컴퓨터 사용 커서
zh_hans: Computer Use 光标
zh_hant: 電腦操作游標

# computerUse.menu.backgroundStatus
source: cmux Computer Use: Running in Background
ar: استخدام الكمبيوتر في cmux — يعمل في الخلفية
de: cmux Computer Use — Wird im Hintergrund ausgeführt
es: cmux Computer Use — Ejecutándose en segundo plano
fr: cmux Computer Use — Exécution en arrière-plan
ja: cmux Computer Use: バックグラウンドで実行中
ko: cmux 컴퓨터 사용 — 백그라운드에서 실행 중
zh_hans: cmux Computer Use —— 正在后台运行
zh_hant: cmux 電腦操作 — 正在背景執行

# computerUse.menu.continueInBackground
source: Continue in Background
ar: المتابعة في الخلفية
de: Im Hintergrund fortsetzen
es: Continuar en segundo plano
fr: Continuer en arrière-plan
ja: バックグラウンドで続行
ko: 백그라운드에서 계속 실행
zh_hans: 在后台继续
zh_hant: 在背景繼續

# computerUse.menu.focusTarget
source: Focus Computer Use
ar: التركيز على استخدام الكمبيوتر
de: Computer Use fokussieren
es: Enfocar Computer Use
fr: Focaliser sur Computer Use
ja: コンピュータ操作にフォーカス
ko: 컴퓨터 사용 포커스
zh_hans: 聚焦 Computer Use
zh_hant: 聚焦電腦操作

# computerUse.menu.focusTerminal
source: Focus Calling Terminal
ar: التركيز على الطرفية المستدعية
de: Aufrufendes Terminal fokussieren
es: Enfocar terminal de origen
fr: Focaliser sur le terminal appelant
ja: 呼び出し元のターミナルにフォーカス
ko: 호출 터미널 포커스
zh_hans: 聚焦调用方终端
zh_hant: 聚焦呼叫端終端機

# computerUse.menu.noActivityTooltip
source: No computer-use activity yet
ar: لا يوجد نشاط استخدام كمبيوتر بعد
de: Noch keine Computer-Use-Aktivität
es: Aún no hay actividad de Computer Use
fr: Aucune activité d’utilisation de l’ordinateur pour le moment
ja: コンピュータ操作の履歴はまだありません
ko: 아직 컴퓨터 사용 활동이 없습니다
zh_hans: 暂无 Computer Use 活动
zh_hant: 尚無電腦操作活動

# computerUse.menu.noLiveSessions
source: No live agent sessions
ar: لا توجد جلسات عميل نشطة
de: Keine Live-Agenten-Sitzungen
es: No hay sesiones de agente en vivo
fr: Aucune session d’agent active
ja: 実行中のエージェントセッションはありません
ko: 활성 에이전트 세션 없음
zh_hans: 没有活跃的代理会话
zh_hant: 無進行中的代理程式工作階段

# computerUse.menu.stopUsing
source: Stop Using %@
ar: إيقاف استخدام %@
de: Verwendung von %@ beenden
es: Dejar de usar %@
fr: Arrêter d'utiliser %@
ja: %@の使用を停止
ko: %@ 사용 중지
zh_hans: 停止使用 %@
zh_hant: 停止使用 %@

# computerUse.menu.unknownTarget
source: App
ar: تطبيق
es: Aplicación
fr: Application
ja: アプリ
ko: 앱
zh_hans: 应用
zh_hant: 應用程式

# computerUse.menu.unknownWorkspace
source: Unknown Workspace
ar: مساحة عمل غير معروفة
de: Unbekannter Arbeitsbereich
es: Espacio de trabajo desconocido
fr: Espace de travail inconnu
ja: 不明なワークスペース
ko: 알 수 없는 작업 공간
zh_hans: 未知工作区
zh_hant: 未知工作區

# computerUse.menu.viewComputerUse
source: View Computer Use
ar: عرض استخدام الكمبيوتر
de: Computer Use anzeigen
es: Ver Computer Use
fr: Afficher l’utilisation de l’ordinateur
ja: コンピュータ操作を表示
ko: 컴퓨터 사용 보기
zh_hans: 查看 Computer Use
zh_hant: 檢視電腦操作

# computerUse.onboarding.accessibility.cardDetail
source: Allows cmux to access app interfaces
ar: يسمح لـ cmux بالوصول إلى واجهات التطبيق
de: Ermöglicht cmux den Zugriff auf App-Schnittstellen
es: Permite a cmux acceder a las interfaces de las aplicaciones
fr: Permet à cmux d’accéder aux interfaces des applications
ja: cmuxがアプリのインターフェースにアクセスできるようにします
ko: cmux가 앱 인터페이스에 접근하도록 허용
zh_hans: 允许 cmux 访问应用界面
zh_hant: 允許 cmux 存取應用程式介面

# computerUse.onboarding.accessibility.detail
source: Accessibility lets the Computer Use helper inspect controls, click buttons, and type in apps you ask an agent to use.
ar: تتيح ميزة إمكانية الوصول لمساعد استخدام الكمبيوتر فحص عناصر التحكم، والنقر على الأزرار، والكتابة في التطبيقات التي تطلب من العميل استخدامها.
de: Die Bedienungshilfen ermöglichen es dem Computer-Use-Helfer, Steuerelemente zu überprüfen, auf Schaltflächen zu klicken und in Apps zu schreiben, die Sie einem Agenten zur Verwendung vorgeben.
es: La accesibilidad permite que el asistente de Computer Use inspeccione controles, haga clic en botones y escriba en las aplicaciones que le pidas al agente que use.
fr: L’accessibilité permet à l’assistant Computer Use d’inspecter les commandes, de cliquer sur les boutons et de saisir du texte dans les applications que vous demandez à un agent d’utiliser.
ja: アクセシビリティを許可すると、Computer Useヘルパーはエージェントに操作を依頼したアプリのコントロールを確認し、ボタンのクリックや文字入力を行えます。
ko: 손쉬운 사용 권한을 허용하면 컴퓨터 사용 도우미가 에이전트에게 사용을 요청한 앱의 컨트롤을 검사하고, 버튼을 클릭하고, 입력할 수 있습니다.
zh_hans: 辅助功能让 Computer Use 助手能够检查控件、点按按钮，并在你让代理使用的应用中输入。
zh_hant: 「輔助功能」可讓電腦操作協助程式檢查控制項、點擊按鈕，並在您要求代理程式使用的應用程式中進行輸入。

# computerUse.onboarding.accessibility.short
source: Accessibility
ar: إمكانية الوصول
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
ko: 손쉬운 사용
zh_hans: 辅助功能
zh_hant: 輔助功能

# computerUse.onboarding.accessibility.title
source: Grant Accessibility
ar: منح إذن إمكانية الوصول
de: Zugriff auf Bedienungshilfen gewähren
es: Conceder accesibilidad
fr: Accorder l’accès à l’accessibilité
ja: アクセシビリティを許可
ko: 손쉬운 사용 권한 부여
zh_hans: 授予辅助功能权限
zh_hant: 授權輔助功能

# computerUse.onboarding.allow
source: Allow
ar: السماح
de: Erlauben
es: Permitir
fr: Autoriser
ja: 許可
ko: 허용
zh_hans: 允许
zh_hant: 允許

# computerUse.onboarding.back
source: Back
ar: خلف
de: Zurück
es: Atrás
fr: Dos
ja: 戻る
ko: 뒤쪽에
zh_hans: 返回
zh_hant: 後退

# computerUse.onboarding.companion.accessibility
source: Drag %@ into Accessibility
ar: اسحب %@ إلى إمكانية الوصول
de: Ziehe %@ in die Bedienungshilfen
es: Arrastra %@ a Accesibilidad
fr: Faites glisser %@ dans Accessibilité
ja: %@をアクセシビリティにドラッグ
ko: %@을(를) 손쉬운 사용 목록으로 드래그하십시오
zh_hans: 将 %@ 拖入「辅助功能」
zh_hant: 將 %@ 拖移至輔助功能

# computerUse.onboarding.companion.confirmCapture
source: Allow screen capture in the macOS alert
ar: السماح بتسجيل الشاشة في تنبيه macOS
de: Bildschirmaufnahme im macOS-Hinweis erlauben
es: Permitir la captura de pantalla en la alerta de macOS
fr: Autorisez l’enregistrement de l’écran dans l’alerte macOS
ja: macOSのダイアログで画面収録を許可してください
ko: macOS 알림에서 화면 캡처 허용
zh_hans: 在 macOS 提示中允许屏幕捕捉
zh_hant: 在 macOS 警示中允許螢幕錄製

# computerUse.onboarding.companion.confirmCapture.detail
source: The system “bypass” warning is expected here.
ar: تحذير نظام التشغيل “التجاوز” متوقع هنا.
de: Die System-„Bypass“-Warnung wird hier erwartet.
es: La advertencia de “omisión” del sistema es normal aquí.
fr: L’avertissement de « contournement » du système est attendu ici.
ja: このシステム警告は想定どおりの動作です。
ko: 여기서는 시스템 “우회” 경고가 예상됩니다.
zh_hans: 此处出现系统的“绕过”警告属于正常现象。
zh_hant: 此處出現系統「略過」警告是正常現象。

# computerUse.onboarding.companion.screenRecording
source: Drag %@ into Screenshots
ar: اسحب %@ إلى لقطات الشاشة
de: Ziehe %@ in Bildschirmaufnahme
es: Arrastra %@ a Capturas de pantalla
fr: Faites glisser %@ dans Captures d'écran
ja: %@をスクリーンショットにドラッグ
ko: %@을(를) 스크린샷 목록으로 드래그하십시오
zh_hans: 将 %@ 拖入「屏幕快照」
zh_hant: 將 %@ 拖移至螢幕快照

# computerUse.onboarding.companion.turnOn
source: Then turn it on.
ar: ثم قم بتشغيله.
de: Schalten Sie es dann ein.
es: A continuación, actívalo.
fr: Puis activez-le.
ja: その後、オンにしてください。
ko: 그런 다음 활성화하십시오.
zh_hans: 然后将其打开。
zh_hant: 然後將其開啟。

# computerUse.onboarding.completeInSystemSettings
source: Complete %@ in System Settings
ar: أكمل %@ في إعدادات النظام
de: Schließe %@ in den Systemeinstellungen ab
es: Completa %@ en Ajustes del Sistema
fr: Terminez la configuration de %@ dans les Réglages Système
ja: システム設定で%@を完了
ko: 시스템 설정에서 %@ 완료
zh_hans: 在「系统设置」中完成 %@
zh_hant: 在系統設定中完成 %@

# computerUse.onboarding.completeInSystemSettings.short
source: Complete in System Settings
ar: الإكمال في إعدادات النظام
de: In den Systemeinstellungen abschließen
es: Completar en Ajustes del Sistema
fr: Terminer dans les Réglages Système
ja: システム設定で完了
ko: 시스템 설정에서 완료
zh_hans: 在「系统设置」中完成
zh_hant: 在系統設定中完成

# computerUse.onboarding.continue
source: Continue
ar: متابعة
de: Weitermachen
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속하다
zh_hans: 继续
zh_hant: 繼續

# computerUse.onboarding.done
source: Done
ar: تم
de: Erledigt
es: Hecho
fr: Fait
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完畢
